<?php

return [
    'Qn'   => '请求编码',
    'St'   => '系统编码',
    'Cn'   => '命令编码',
    'Pw'   => '访问密码',
    'Mn'   => '设备号',
//     ,这个标志位包含标准版本号、是否拆分包、数据是否应答。
    'Flag' => '标志位',
    //指示本次通讯中总共包含的
    'Pnum' => '包数',
    //当前数据包的
    'Pno'  => '包号',
    'Cp'   => '数据区',
    'Crc'  => 'crc校验段',
    'Cp_datatime'=>'数据采集时刻',
    'Is_forward'=>'是否转发',
    'Yes'=>'是',
    'No'=>'否',
    'SiteName'            => '站点名称',
    'Address'        => '站点地址',
    'Lon'             => '经度',
    'Lat'             => '纬度',
    'Industrial_park' => '园区名称',
    'Contact'         => '厂家联系方式',
    'Alarm'=>'报警阈值',
    'Warn'=>'预警阈值',
    'Code'=>'检测因子',
    'Is_alarm'=>'报警',
    'Max'=>'检测时间内最大值',
    'Created_at'=>'发送时间',
    'SiteName'=>'绑定站点'
];
